---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.FabricReinSpanSymbol
source: html/b7c1585b-557e-6444-ba85-23c8ba36b61b.htm
---
# FabricReinSpanSymbol Methods

Adds the provided list of references to the tag's list of references.